export let ru = `Глава 1

Он отпер дверь своим ключом и вошел, а следом, в смущении сдернув кепку, шагнул молодой парень. Что-то в его грубой одежде сразу же выдавало моряка, и в просторном холле, где они оказались, он был явно не к месту. Он не знал, куда девать кепку, стал было засовывать ее в карман пиджака, но тот, другой, отобрал ее. Отобрал спокойно, естественно, и парень, которому тут, видно, было не по себе, в душе поблагодарил его. «Понимает, – подумал он. – Поможет, все обойдется».

Парень враскачку шел за тем, другим, невольно расставляя ноги, словно этот ровный пол то, кренясь, взмывал на волне, то ухал вниз. Шел вперевалку, и большие комнаты становились тесными, и страх его брал, как бы не задеть широкими плечами дверной косяк, не скинуть какую-нибудь дорогую вещицу с низкой каминной полки. Он шарахался то вправо, то влево и лишь умножал опасности, что мерещились ему на каждом шагу. Между роялем и столом посреди комнаты, на котором громоздились книги, могли бы пройти шестеро в ряд, он же пробирался с опаской. Могучие ручищи болтались по бокам. Он не знал, куда их девать, вдруг в страхе отпрянул, точно испуганная лошадь, – вообразил, будто сейчас свалит груду книг на столе, и едва не наскочил на вращающийся табурет перед роялем. Он приметил, какая непринужденная походка у того, впереди, и впервые осознал, что сам ходит совсем не как все прочие люди. И на миг устыдился своей неуклюжести. На лбу выступили капельки пота, он остановился, отер загорелое лицо платком.

– Обождите, Артур, дружище, – сказал он, пытаясь прикрыть тревогу шутливым тоном. – У меня аж голова кругом пошла. Надо ж мне набраться храбрости. Сами знаете, не желал я идти, да и вашему семейству, смекаю, не больно я нужен.

– Ничего-ничего, – ободряюще сказал Артур. – Незачем нас бояться. Мы самые обыкновенные люди. Э, да мне письмо!

Он отошел к столу, вскрыл конверт и принялся читать, давая гостю опомниться. И гость понял и в душе поблагодарил хозяина. Был у него дар понимания, проникновения; и хотя чувствовалось, что ему сейчас отчаянно не по себе, дар этот ни на минуту не изменил ему. Он опять вытер лоб, осмотрелся, и теперь лицо уже было спокойно, только взгляд настороженный, словно у дикого зверя, когда он чует ловушку. Оказавшись в незнакомом окружении, со страхом думая, что же будет дальше, он не понимал как себя здесь вести, ощущал, что ходит и держится неуклюже, боялся, что каждое его движение, и сама его сила отдает все той же неуклюжестью. Был он на редкость чуток, безмерно застенчив, и затаенная усмешка во взгляде Артура, брошенном поверх письма резанула его как ножом. Он заметил этот взгляд, но виду не подал, ибо в ту науку, которую он превзошел, входило и умение владеть собой. Взгляд, этот ранил его гордость. Он клял себя за то, что пришел и, однако, решил, что, уж раз пришел, будь что будет, отступать он не намерен. Лицо стало жестче, глаза сверкнули воинственно. Все примечая, он спокойнее огляделся по сторонам, и в мозгу отпечаталась каждая мелочь красивого убранства этой комнаты. Ничто не ускользнуло от его зоркого взгляда, широко раскрытые глаза вбирали окружающую красоту, и воинственный блеск в них уступал место теплому сиянию. Он всегда чутко отзывался на красоту, а тут было на что отозваться.

Его внимание приковала картина, писанная маслом. Могучий прибой с грохотом разбивается о выступ скалы, мрачные грозовые тучи затянули небо, а вдали, за линией прибоя, на фоне грозового закатного неба – лоцманский бот в крутом повороте, он накренился, так что видна каждая мелочь на палубе. Была здесь красота, и она влекла неодолимо. Парень позабыл о своей неуклюжей походке, подошел ближе, совсем близко. И красота исчезла. На лице его выразилось замешательство. Он смотрел во все глаза на эту, как ему теперь казалось, неряшливую мазню, потом отступил на шаг. И полотно вновь ослепило красотой. «Картина с фокусом», – подумал он разочарованно, однако среди множества захлестнувших его впечатлений кольнула досада: такую красоту принесли в жертву фокусу. Живопись была ему неведома. Прежде он только и видел олеографии да литографии, а они всегда четки и определенны, стоишь ли рядом или смотришь издали. Правда, в витринах магазинов он видел и картины, писанные маслом, но стекло не давало всмотреться в них поближе.

Он оглянулся на приятеля, читающего письмо, и увидел на столе книги. В глазах тотчас вспыхнула тоскливая зависть и жадность, точно у голодного при виде пищи. Враскачку он двинулся к столу и вот уже любовно перебирает книги. Скользит глазами по названиям, по именам авторов, выхватывает обрывки текста, – ласкает том за томом и руками и взглядом, – но лишь одну книгу он когда-то читал. Остальные книги и писатели незнакомы. Ему попался том Суинберна, и он начал читать подряд, стихотворение за стихотворением, и забыл, где он, и щеки у него разгорелись. Дважды он закрывал книгу и, придерживая страницу пальцем, еще раз смотрел имя автора. Свинберн! Надо запомнить. У этого малого глаза на месте, он все видел как надо – и цвет и сверкающий свет. Кто же такой этот Свинберн? Давным-давно помер, как почти все поэты? Или еще живой, пишет? Он поглядел на титульный лист. Да, у Свинберна есть и другие книги. Что ж, утром первым делом надо сходить в библиотеку, разжиться его книжицами. Парень опять погрузился в чтение и забыл обо всем на свете. Он не заметил, что в комнату вошла молодая женщина. Опомнился, лишь услыхав слова Артура:

– Руфь, это мистер Иден.

Он закрыл книгу, заложил указательным пальцем и, еще прежде чем обернуться, ощутил радостное волнение – не от знакомства с девушкой, но от слов ее бpата. В этом мускулистом парне таилась безмерно ранимая чуткость. Стоило внешнему миру задеть какую-то струну в его сознаний – и все мысли, представления, чувства тотчас вспыхнут, запляшут, точно трепетное пламя. Был он на редкость восприимчив и отзывчив, а живое воображение не знало покоя в беспрестанном поиске подобий и различий. «Мистер Иден» – вот что радостно поразило его, ведь всю жизнь его звали Иден. Мартин Иден или просто Мартин. И вдруг, «мистер»! Это кое-что да значит, отметил он про себя. Память мигом обратилась в громадную камеру-обскуру, и перед его внутренним взором заскользили нескончаемой вереницей картины пережитого – кочегарки и кубрики, стоянки и причалы, тюрьмы и кабаки, тифозные бараки и трущобы, и одновременно раскручивалась нить, воспоминаний – как называли его при всех этих поворотах судьбы.

А потом он обернулся и увидел девушку. И вихрь призрачных картин растаял. Он увидел бледное воздушное создание с облаком золотистых волос и одухотворенным взглядом огромных голубых глаз. Он не заметил, что на ней надето, знал только, что одежда была такая же поразительная, как она сама. Хрупкий золотистый цветок на тоненьком стебле. Нет, дух, божество, богиня – земля не могла породить такую возвышенную красоту. Или, выходит, книги не врут, и в высших сферах и впрямь много таких, как она. Ее вполне мог бы воспеть этот малый Свинберн. Видать, когда писал про ту деву, Изольду из книжки со стола, какая-нибудь такая и была у него на уме. Все это он увидел, почувствовал; подумал в одно мгновенье. А меж тем все шло своим чередом. Девушка протянула руку и, прямо глядя ему в глаза, просто, будто мужчина, обменялась с ним рукопожатием. Женщины, каких он до сих пор встречал, жмут руку по-другому. Да по правде сказать, мало кто из них здоровается за руку. Поток воспоминаний, картин – как он знакомился с женщинами – хлынул, грозя его захлестнуть. Но он отмахнулся от них и смотрел на девушку. Отродясь такой не видал. Ему знакомы совсем другие женщины! И тотчас подле Руфи, по обе стороны, выстроились женщины, которых он знал. Бесконечно долгое мгновенье стоял он посреди какой-то портретной галереи, где царила она, а вокруг расположилось множество женщин, и всех надо было окинуть беглым взглядом и оценить, и непреложной мерой была она. Вот вялые нездоровые лица фабричных работниц и бойкие, ухмыляющиеся девчонки из кварталов к югу от Маркетстрит. Скотницы с ферм и смуглые мексиканки с неизменной сигаретой в углу рта. Их вытеснили японки с кукольными личиками, жеманно переступающие ножками в туфельках на деревянной подошве; евразийки с нежными лицами, отмеченными печатью вырождения; пышнотелые, темнокожие, увенчанные цветами женщины Южных морей. А потом всех заслонила нелепая чудовищная толпа – неряхи и распустехи, слоняющиеся на панелях Уайтчепеля, опухшие от джина ведьмы из гнусных притонов и все непристойные, сквернословящие исчадия ада, гарпии в ужасающем женском обличье, которые охотятся на матросов, портовая грязь и нечисть, распоследние отребья и отбросы человечества.

– Присядьте, мистер Иден, – говорила меж тем девушка. – Я давно хотела с вами познакомиться, с тех самых пор, как Артур нам рассказал. Вы поступили так мужественно…

Он протестующе махнул рукой, пробормотал, мол, чего он такого особенного сделал, всяк на его месте поступил бы так же. Она заметила, что рука, которой он махнул, покрыта свежими подживающими ссадинами, взглянула на другую, опущенную руку – то же самое. Кинула и еще быстрый оценивающий взгляд, заметила на щеке шрам, другой виднеется из-под волос на лбу, и еще один уходит под крахмальный воротничок. Она подавила улыбку, заметив красную полосу на бронзовой шее – натерло воротничком. Не привык, видно, к жестким воротничкам. Своим женским глазом увидела она и его костюм – дешевый, неизящный крой, на плечах морщит и на рукавах тоже – выпирают бицепсы.

Отмахиваясь и бормоча, мол, ничего такого он не сделал, он подчинился ей, решил, надо где-то сесть. Успел восхититься непринужденностью, с какой села она, и направился к креслу напротив, подавленный сознанием собственной неуклюжести. Ощущение это было ему внове. Всю жизнь, вплоть до сегодняшнего дня, он и знать не знал ловкий он или неуклюжий. Ни о чем таком он никогда не задумывался. Он опасливо сел на краешек кресла, мучительно гадая, куда девать руки. Как ни положи, все они не на месте. Артур пошел к двери, и Мартин Иден проводил его тоскующими глазами. Один на один в комнате с этим бледным неземным созданием он совсем растерялся. Ни тебе бармена – заказать выпивку, ни какого ни то мальчонки – послать за угол за банкой пива, и таким вот приятным образом свести знакомство.

– У вас шрам на шее, мистер Иден, – заговорила девушка.

– Как это случилось? Наверно, вы пережили какое-нибудь приключение.

– Один мексиканец полоснул, – ответил он, облизнул запекшиеся губы и прокашлялся. – Драка у нас была. Нож-то я у его выдернул, а он чуть не откусил мне нос.

Сказал он скупо, а перед глазами возникло красочное видение – знойная звездная ночь в Салина-Крус, белая полоса песчаного берега, огни грузовых пароходов а гавани, приглушенные расстоянием голоса пьяных матросов, толпятся портовые грузчики, разъяренное лицо мексиканца, звериный блеск глаз при свете звезд, и сталь впивается в шею, фонтан крови. Толпа, крики, два сцепившихся в схватке тела, его и мексиканца, перекатываются опять и опять, взрывают песок, а откуда-то издали томный звон гитары. Все это встало перед глазами, и трепет воспоминания охватил его – интересно, как бы все это получилось у того парня, который нарисовал шхуну там на стене. Белый берег, звезды, огни грузовых пароходов – вот бы здорово, а в середке, на песке, темная гурьба зевак вокруг дерущихся. И чтоб нож как следует виден, блестит в свете звезд. Но всего этого было не угадать по его скупым словам.

– Мексиканец чуть не откусил мне нос, – только и сказал он в заключение.

– О-о! – выдохнула Руфь чуть слышно будто издалека, и на ее чутком личике выразился ужас.

Тут и его опалило жаром, сквозь загар на щеках слегка проступила краска смущения, ему же показалось, будто щеки жжет, как перед открытой топкой в кочегарке. Видать, не положено говорить с порядочной девушкой об эдаких подлостях, о поножовщине. В книгах люди вроде нее про такое не говорят, а может, ничего такого и не знают.

Оба молчали, разговор, едва начавшись, чуть не оборвался. Потом она сделала еще одну попытку, спросила про шрам на щеке. И еще не договорила, а он уже сообразил, что она старается говорить на понятном ему языке, и положил, наоборот, разговаривать на языке, понятном ей.

– Случай такой взошел, – сказал он, потрогав щеку. – Ночью дело было, вдруг заштормило, сорвало гик, потом тали, гик проволочный, хлещет по чему попало, извивается будто змея. Вся вахта старается изловить, я кинулся, ну и схлопотал.

– О-о! – произнесла она на сей раз так, будто все поняла, хотя на самом деле это была для нее китайская грамота, и она представления не имела ни что такое «гик», ни что такое «схлопотал».

– Этот парень, Свинберн, – начал он, желая переменить разговор, как задумал, но коверкая имя.

– Кто?

– Свинберн, – повторил он с той же ошибкой. – Поэт.

– Суинберн, – поправила Руфь.

– Вот-вот, он самый, – пробормотал Мартин, вновь залившись краской. – Он давно умер?

– Да разве он умер? Я не слыхала, – Она посмотрела на него с любопытством. – Где ж вы с ним познакомились?

– В глаза его не видал, – был ответ. – Прочитал вот его стихи из той книжки на столе, перед тем как вам войти. А вам его стихи нравятся?

И она подхватила эту тему, заговорила быстро, непринужденно. Ему полегчало, он сел поудобнее, только сжал ручки кресла, словно оно могло взбрыкнуть и сбросить его на пол. Он сумел направить разговор на то, что ей близко, и она говорила и говорила, а он слушал, старался уловить ход ее мысли и дивился, сколько всякой премудрости уместилось в этой хорошенькой головке, и упивался нежной прелестью ее лица. Что ж, мысль ее он улавливал, только брала досада на незнакомые слова, они так легко слетали с ее губ, и на непонятные критические замечания и рассуждения, зато все это подхлестывало его, давало пищу уму. Вот она умственная жизнь, вот она красота, теплая, удивительная, такое ему и не снилось. Он совсем забылся, жадно пожирал ее глазами. Вот оно, ради чего стоит жить, бороться, победить… эх, да и умереть. Книжки не врут. Есть на свете такие женщины. И она такая. Он воспарил на крыльях воображения, и огромные сияющие полотна раскинулись перед его мысленным взором, и на них возникали смутные гигантские образы – любовь, романтика, героические деяния во имя Женщины – во имя вот этой хрупкой женщины, этого золотого цветка. И сквозь зыбкое трепещущее видение, словно сквозь сказочный мираж, он жадно глядел на женщину во плоти, что сидела перед ним и говорила о литературе, об искусстве. Он и слушал тоже, но глядел жадно, не сознавая, что пожирает ее глазами, что в его неотступном взгляде пылает само его мужское естество. Но она, истая женщина, хоть и совсем мало знающая о мире мужчин, остро ощущала этот обжигающий взгляд. Никогда еще мужчины не смотрели на нее так, и она смутилась. Она запнулась, запуталась в словах. Нить рассуждений ускользнула от нее. Он, пугал ее, и, однако, оказалось до странности приятно, что на тебя так смотрят. Воспитание предостерегало ее об опасности, о дурном, коварном, таинственном соблазне; инстинкты же ее победно звенели, понуждая перескочить через разделяющий их кастовый барьер и завоевать этого путника из иного мира, этого неотесанного парня с ободранными руками и красной полосой на шее от непривычки носить воротнички, а ведь он явно запачкан, запятнан грубой жизнью. Руфь была чиста, и чистота противилась ему; но притом она была женщина и тут-то начала постигать противоречивость женской натуры.

– Да, так вот… да, о чем же я? – она оборвала на полуслове и тотчас весело рассмеялась над своей забывчивостью.

– Вы говорили, этому… Суинберну не удалось стать великим поэтом, потому как… а дальше. не досказали, мисс, – напомнил он, и вдруг внутри засосало вроде как от голода, а едва он услыхал, как она смеется, по спине вверх и вниз поползли восхитительные мурашки. Будто серебро, подумал он, будто серебряные колокольца зазвенели; и вмиг на один лишь миг его перенесло в далекую-далекую землю, под розовое облачко цветущей вишни, он курил сигарету и слушал колокольца островерхой пагоды, зовущие на молитву обутых в соломенные сандалии верующих.

– Да… благодарю вас, – сказала Руфь. – Суинберн потерпел неудачу потому, что ему все же не хватает… тонкости. Многие его стихи не следовало бы читать. У истинно великих поэтов в каждой строке прекрасная. правда и каждая обращена ко всему возвышенному и благородному в человеке. У великих поэтов ни одной строки нельзя опустить, каждая обогащает мир.

– А по мне, здорово это, что я прочел, – неуверенно сказал Мартин, – прочел-то я, правда, немного. Я и не знал какой он… подлюга. Видать, это в других его книжках вылазит.

– И в этой книге, которую вы читали, многие строки вполне можно опустить, – строго, наставительно сказала Руфь.



– Видать, не попались они мне, – объяснил Мартин. – Я чего прочел, стихи что надо. Прямо светится да сверкает, у меня аж все засветилось в нутре, вроде солнце зажглось, не то прожектор. Зацепил он меня, хотя, понятно, я в стихах не больно смыслю, мисс.

Он запнулся, неловко замолчал. Он был смущен, мучительно сознавал, что не умеет высказать свою мысль. В прочитанном он почувствовал огромность жизни, жар ее и свет, но как передать это словами? Не смог он выразить свои чувства – и представился себе матросом, что оказался темной ночью на чужом корабле и никак не разберется ощупью в незнакомом такелаже. Ладно, решил он, все в его руках, надо будет освоиться с этим новым окружением. Не случалось еще такого, чтоб он с чем-то не совладал, была бы охота, а теперь самое время захотеть выучиться говорить про то, что у него внутри, да так, чтоб она поняла. В мыслях его Руфь заслонила полмира.

– А вот Лонгфелло… – говорила она.

– Ага, этого я читал, – перебил он, спеша выставить в лучшем виде свой скромный запас знаний о книгах, желая дать понять, что и он не вовсе темный, – «Псалом жизни», «Эксцельсиор» и… все вроде.

Она кивнула и улыбнулась, и он как-то ощутил, что улыбнулась она снисходительно… жалостливо-снисходительно. Дурак он, чего полез хвастать ученостью. У этого Лонгфелло скорей всего книжек пруд пруди.

– Прошу прощенья, мисс, зря я встрял. Сдается мне, я тут мало чего смыслю. Не по моей это части. А только добьюсь я, будет по моей части.

Прозвучало это угрожающе. В голосе слышалась непреклонность, глаза сверкали, лицо стало жестче. Руфи показалось, у него выпятился подбородок, придавая всему облику что-то неприятно вызывающее. Но при этом ее словно обдало хлынувшей от него волною мужественности.

– Я думаю, вы добьетесь, это будет по… по вашей части, – со смехом закончила она. – Вы такой сильный.

Ее взгляд на миг задержался на его мускулистой шее, бронзовой от загара, с грубыми жилами, прямо бычьей, здоровье и сила переливались в нем через край. И хотя он смущенно краснел и робел, ее снова потянуло к нему. Нескромная мысль внезапно поразила ее. Если коснуться этой шеи руками, можно впитать всю его силу и мощь. Мысль эта возмутила девушку. Будто вдруг обнаружилась неведомая ей дотоле порочность ее натуры. К тому же физическая сила в ее глазах – нечто грубое, вульгарное. Идеалом мужской красоты для нее всегда была изящная стройность. И однако мысль оказалась упорной. Откуда оно, желание обхватить руками загорелую шею гостя, недоумевала она. А суть в том, что сама она была отнюдь не крепкая, и тело ее и душа тянулись к силе. Но она этого не знала. Знала только, что ни разу в жизни ни один мужчина никогда не волновал ее так, как этот, который то и дело возмущал ее своей чудовищно безграмотной речью.

– Верно, я не хилый, – сказал он. – Меня с копыт не сковырнешь, я и гвозди жевать могу. А вот сейчас никак не переварю, чего вы говорите. Не по зубам мне. Не учили меня этому. Книжки я люблю, и стихи тоже, и читаю всякую свободную минутку, а только по-вашему отродясь про них не думал. Потому и толковать про них не умею. Я вроде как штурман – занесло невесть куда, а ни карты, ни компаса нету. Надо мне сориентироваться. Может, укажете, куда держать путь? Вы-то откуда узнали все это, про что рассказывали?

– В школе, вероятно, и вообще училась, – ответила она.

– Несмышленышем и я в школу ходил, – возразил было Мартин.

– Да, но я имею в виду среднюю школу, и лекции, и университет.

– В университете учились? – откровенно изумился он. Теперь она стала еще недосягаемей, ее отнесло по крайней мере еще на миллион миль.

– И сейчас учусь. Слушаю специальный курс английской филологии.

– Что такое «английская филология», он не знал, подумал, и тут он невежда, и принялся спрашивать дальше:

– Стало быть, сколько мне надо учиться, чтоб дойти до университета?

Она улыбнулась, одобряя такую тягу к знаниям.

– Это зависит от того, сколько вы учились до сих пор, – сказала она. – В старшие классы вы не ходили? Нет, конечно. Ну а восемь классов кончили?

– Нет, в седьмой уже не пошел, – ответил он. – Но из класса в класс переходил с отличием.

И тут же обозлился на себя за похвальбу и так яростно вцепился в ручку кресла, даже кончикам пальцев стало больно. И в эту минуту в дверях появилась какая-то женщина. Девушка встала н стремительно пошла ей навстречу. Они поцеловались и, обняв друг друга за талию, направились к нему. Мамаша, видать, подумал он. Была она высокая, светловолосая, стройная, осанистая и лицом красивая. Платье как раз под стать дому. Глаз радуется, такое оно складное да нарядное. И сама и платье – прямо как на сцене. А потом он вспомнил, сколько раз стоял и глазел, как входят в лондонские театры такие вот важные разряженные дамы, и сколько раз полицейские выталкивали его из крытой галереи на моросящий дождь. И сразу же воспоминания перенесли к Гранд-отелю в Иокогаме, там с обочины тротуара он тоже видал таких важных дам. Теперь перед глазами замелькали бесчисленные картины самого города Иокогамы и тамошней гавани. Но угнетенный тем, что ему сейчас предстояло, он постепенно погасил калейдоскоп памяти. Он знал, надо встать, тогда тебя познакомят, и неловко поднялся с кресла, и вот он стоит – брюки на коленях пузырятся, руки нелепо повисли, лицо напряглось в ожидании неизбежной пытки.

Глава 2

До столовой он добирался точно в страшном сне. Останавливался, спотыкался, его шатало, кидало из стороны в сторону, казалось, ему вовек не дойти. Но наконец он все-таки вступил в столовую, и его посадили подле Нее. Его испугала целая выставка ножей и вилок. Они ощетинились, предвещая неведомые опасности, и он завороженно уставился на них, пока на их слепящем фоне не двинулись чередой новые картины матросского кубрика, где он и его товарищи ели солонину, раздирая ее складными ножами и руками, или видавшими виды оловянными ложками черпали из жестяных мисок густой гороховый суп. В ноздри била вонь от тухлого мяса, в ушах отдавалось громкое чавканье едоков, и чавканью вторил треск обшивки и жалобный скрип переборок. Он смотрел, как едят матросы, и решил, что едят они, как свиньи. Да, здесь надо поосторожней. Чавкать он не будет. Надо быть начеку.

Он обвел глазами стол. Напротив сидели Артур с братом Норманом. Ее братья, напомнил он себе, и они сразу показались ему славными ребятами. Как любят друг друга в этой семье! Ему вновь представилась встреча Руфи с матерью – вот они поцеловались, вот идут к нему обнявшись. В его мире таких нежностей между родителями и детьми не увидишь. Ему открылось, каких жизненных высот достиг мир, стоящий выше того, где обретается он. Это – самое прекрасное из того немногого, что уловил здесь его беглый взгляд. Он был глубоко тронут, и нежность, рожденная пониманием, смягчила сердце. Всю свою жизнь он жаждал любви. Любви требовало все его существо. Так уж он был устроен. И однако жил без любви и мало-помалу ожесточался. И даже не знал, что нуждается в ней. Не знал и теперь. Лишь увидел ее воочию, и откликнулся на нее, и подумал, как это прекрасно, возвышенно, замечательно.

Он радовался, что здесь нет мистера Морза. Ему и так нелегко знакомиться с этим семейством – с ней, с ее матерью, с братом Норманом. Артура он уже кое-как знал. А знакомиться еще с отцом – это уж было бы слишком. Казалось, никогда еще он так тяжко не работал. Рядом с этим самый каторжный труд – просто детская игра. На лбу проступила испарина, рубашка взмокла от пота – таких усилий требовал весь этот незнакомый обиход. Приходилось делать все сразу: есть непривычным манером, управляться с какими-то хитроумными предметами, поглядывать исподтишка по сторонам, чтобы узнать, как с чем обращаться, впитывать все новые и новые впечатления, мысленно оценивать их и сортировать, и притом он ощущал властную тягу к этой девушке, тяга становилась неясным, мучительным беспокойством. Жгло желание стать вровень с нею в обществе, и опять и опять сверлила мысль, каким бы способом ее завоевать, и возникали в сознании смутные планы. А еще, когда он украдкой взглядывал на сидящего напротив Нормана или на кого-нибудь другого, проверяя, каким ножом или вилкой надо сейчас орудовать, черты каждого запечатлевались в мозгу, и невольно он старался разобраться в них, угадать, – что они для нее. Да еще надо было что-то говорить, слушать, что говорят ему и о чем перебрасываются словами остальные, и, когда требовалось, отвечать, да следить, как бы с языка по привычке не слетело что-нибудь неприличное. Он и так и замешательстве, а тут в придачу еще лакей, непрестанная угроза, зловещим сфинксом бесшумно вырастает за спиной, то и дело загадывает загадки и головоломки и требует немедленного ответа. С самого начала трапезы Мартина угнетала мысль о чашах для ополаскивания пальцев. Ни с того ни с сего он поминутно спохватывался, когда же их подадут и как их признать. Он слыхал про такой обычай и теперь, оказавшись за столом в этом благородном обществе, где за едой ополаскивают пальцы, он уж беспременно, вот-вот, рано или поздно увидит эти самые чаши, и ему тоже надо будет ополоснуть пальцы. Но всего важнее было решить, как вести себя здесь, мысль эта глубоко засела в мозгу и, однако, все время всплывала на поверхность. Как держаться? Непрестанно, мучительно бился он над этой задачей. Трусливая мыслишка подсказывала притвориться, кого ни то из себя разыграть, другая, еще трусливей, остерегала – не по плечу ему притворяться, не на тот лад он скроен и только выставит себя дураком.

Он маялся этими сомнениями всю первую половину обеда, и оттого был тише воды, ниже травы. И не подозревал, что своей молчаливостью опровергает слова Артура, – тот накануне объявил, что приведет к обеду дикаря, но им бояться нечего – дикарь презанятный. В тот час Мартин Иден нипочем бы не поверил, что брат Руфи способен на такое предательство, да еще после того, как он этого брата вызволил из довольно скверной заварушки. И он сидел за столом в смятении, что он тут не к месту, и притом зачарованный всем, что происходило вокруг. Впервые в жизни он убедился, что можно есть не только лишь бы насытиться. Он понятия не имел, что за блюда ему подавали. Пища как пища. За этим столом он насыщал свою любовь к красоте, еда здесь оказалась неким эстетическим действом. И интеллектуальным тоже. Ум его был взбудоражен. Здесь он слышал слова, значения которых не понимал, и другие, которые встречал только в книгах,

– никто из его окружения, ни один мужчина, ни одна женщина, даже произнести бы их не сумели. Он слушал, как слова эти слетают с языка у любого в этой удивительной семье – ее семье, – и его пробирала дрожь восторга. Вот оно необыкновенное, прекрасное, полное благородной силы, про что он читал в книгах. Он был в том редком, счастливом состоянии, когда видишь, как твои мечты гордо выступают из потаенных уголков фантазии и становятся явью.

Никогда еще жить не возносила его так высоко, и он старался оставаться в тени, слушал, наблюдал, радовался и сдержанно, односложно отвечал: «Да, мисс» и «Нет, мисс» – ей и «Да, мэм» и «Нет, мэм» – ее матери. Отвечая ее братьям, он обуздывал себя, – по моряцкой привычке с языка готово было слететь «Да, сэр», «Нет, сэр». Так не годится, это все равно что признать, будто ты их ниже, а если хочешь ее завоевать, это нипочем нельзя. Да и гордость в нем заговорила. "Право слово,

– в какую-то минуту сказал он себе, – ничуть я не хуже ихнего, ну, знают они всего видимо-невидимо, подумаешь, мог бы и я их кой-чему поучить". Но стоило ей или ее матери обратиться к нему «мистер Иден», и, позабыв свою воинственную гордость, он сиял и таял от восторга. Он культурный человек, вот так-то, он обедает за одним столом с людьми, о каких прежде только читал в книжках. Он и сам будто герой книжки, разгуливает по печатным страницам одетых в переплеты томов.

Но пока он сидел там – вовсе не дикарь, каким описал его Артур, а кроткая овечка, – он упрямо думал да гадал, как же себя повести. Был он отнюдь не кроткая, овечка, и роль второй скрипки, никогда не подошла бы этой благородной, сильной натуре. Говорил он, лишь когда от него этого ждали, и говорил примерно так, как шел в столовую: спотыкался, останавливался, подыскивая в своем многоязычном словаре нужные слова, взвешивая те, что явно годятся, но боязно – вдруг неправильно их произнесешь, – отвергая другие, которых здесь не поймут, или они прозвучат уж очень грубо и резко. И непрестанно угнетало сознание, что из-за этой осмотрительности, мешающей оставаться самим собой, он выглядит олухом. Да еще вольнолюбивый нрав теснили эти жесткие рамки, как теснили шею крахмальные оковы воротничка. Притом он был уверен, что все равно сорвется. Природа одарила его могучим умом, остротою чувств, и неугомонный дух его не знал покоя. Внезапно им овладевал какой-либо замысел или настроение и в муках стремились выразиться и обрести форму, и, поглощенный ими, он забывал, где он, и с языка слетали привычные слова, те самые, из которых всегда состояла его речь.

И когда за плечом у него опять возник докучливый слуга и, прервав его раздумья, настойчиво что-то предложил, Мартин сказал коротко, резко:

– Пау.

За столом все тотчас выжидательно насторожились, чопорный лакей злорадствовал, а Мартин едва не сгорел от стыда. Но тут же нашелся. И объяснил:

– Это по-канакски «хватит», само сорвалось. Пишется: «П-а-у».

Он уловил любопытство в задумчивом взгляде Руфи, устремленном на его руки, и, войдя во вкус объяснений, сказал:

– Я только-только сошел на бepeг с одного тихоокеанского почтового. Он опаздывал, и в портах залива Пюджет мы работали, грузили как проклятые смешанный фрахт – вы, верно, не знаете, каково это. Оттого и шкура содрана.

– Да нет, я не об этом думала, – в свою очередь поспешила объяснить Руфь. – У вас кисти кажутся не по росту маленькими.

Щеки его вспыхнули. Он решил, она обличила еще один его изъян.

– Да, – с досадой согласился он. – Слабоваты они у меня. Руки, плечи – ничего, как видно, силища бычья. А дам кому в зубы, гладишь, и себе кулак разобью.

И сразу пожалел о сказанном. Стал сам себе противен. Распустил язык. Не к месту это, здесь так нельзя.

– Какой вы молодец, что пришли на помощь Артуру, заступились за незнакомого человека, – тактично перевела она разговор – она заметила, что он расстроен, хотя и не поняла почему. А он понял, что она сказала это по доброте, горячая. волна благодарности поднялась в нем, и опять он забыл, что надо выбирать слова.

– Чепуxa! – сказал он. – Тут бы всякий за парня вступился. Эти бандюги перли на рожон, Артур-то к ним не лез. Они на него накинулись, а уж я – на них, накостылял будь здоров. Тогда и шкуру на руках ободрал, зато зубы кой-кому повышибал. Нипочем не прошел бы мимо. Я как увижу….

Он замолк с открытым ртом, едва не выдав, какая же он мерзкая тварь, едва не показав, что попросту недостоин дышать с ней одним воздухом. И пока Артур, подхватив рассказ, в двадцатый раз расписывал свою встречу с пьяными хулиганами на пароме и как Мартин Иден кинулся в драку и спас его, сам спаситель, нахмурив брови, размышлял о том, какого сейчас свалял дурака, и отчаянней прежнего бился над задачей, как же себя вести среди этих людей. Нет, у него явно ничего не получается. Он не их племени и языка их не знает, так определил он для себя. Подделываться под них он не сумеет. Маскарад не удастся, да и не но нем это – рядиться в чужие одежды. Притворство и хитрости не в его натуре. Будь что будет, а надо оставаться самим собой. Говорить на их языке он еще не умеет, но ничего, научится. Это он решил твердо. А пока, чем играть в молчанку, станет разговаривать как умеет, только малость поприличней, чтоб понимали и не больно возмущались. А еще не станет он, хотя и молча, делать вид, будто в чем смыслит, если на самом деле не смыслит. Так он порешил, и, когда братья, заговорив про университетские занятия, несколько раз произнесли слово «триг», Мартин спросил:

– А это чего такое «триг»?

– Тригонометрия, – сказал, Норман. – Высший раздел матики.

– А матика это чего? – последовал новый вопрос, и все засмеялись – на этот раз виной тому был Норман.

– Математика… арифметика, – последовал ответ.

Мартин кивнул. Ему приоткрылись беспредельные горизонты познания. Все, что он видел, становилось для него осязаемым. При редкостной силе его воображения даже отвлеченное обретало ощутимые формы. В мозгу совершалась некая алхимия, и тригонометрия, математика, сама область знаний, которую они обозначали, обратилась в красочную картину. Мартин увидел зелень листвы и прогалины в лесу – то в мягком полумраке, то искрящиеся на солнце. Издалека очертания были смутны, затуманены сиреневой дымкой, но за сиреневой этой дымкой ждало очарование неведомого, прелесть тайного. Он словно хлебнул вина. Впереди – приключения, дело и для ума и для рук, мир, который надо покорить, и вмиг из глубин сознания вырвалась мысль: покорить, завоевать для нее, этой воздушной, бледной, точно лилия, девушки, что сидит рядом.



Мерцающее видение было разъято на части, рассеяно Артуром, который весь вечер пытался заставить своего дикаря разговориться. Мартин Иден помнил о принятом решении. Он стал наконец самим собой, поначалу сознательно и расчетливо, но вскоре увлекся – и радостно творил, воссоздавал перед глазами слушателей ту жизнь, какую знал, какою жил сам. Вот он матрос на контрабандистской шхуне «Алкиона», перехваченной таможенным катером. Он смотрел тогда во все глаза и теперь может рассказать, что видел. И он, рисует перед слушателями беспокойное море, к суда, и моряков. Он передает им свою зоркость, и все, что видел он, они увидели наконец его глазами. Как истинный художник, отбирает он самое нужное из множества подробностей и набрасывает картины жизни, пламенеющие светом и яркими красками, и наполняет их движением, захватывая слушателей потоком буйного красноречия, вдохновения, силы. Минутами их отпугивала беспощадная обнаженность его рассказа, грубоватая речь, но жестокость тотчас сменялась красотой, а трагедия смягчалась юмором, и перед ними открывались прихотливые повороты и причуды моряцкой натуры.

Он рассказывал, а Руфь не сводила с него изумленных глаз. Его жар разогревал ее. Неужели до сих пор она всегда жила в холоде, думалось ей. Хотелось прислониться к этому горящему ярким пламенем неистовому человеку, в ком, точно в вулкане, бурлили силы, энергия, здоровье. Так тянуло прислониться к нему, что она с трудом подавила в себе это желание. Но было в ней и другое желание – отшатнуться. Внушали отвращение и эти исполосованные шрамами, потемневшие от тяжелой работы руки, будто в них въелась сама грязь жизни, и красная полоса, натертая воротничком, и могучие бицепсы. Его грубость отпугивала. Каждое грубое слово оскорбляло слух, а грубость его жизни оскорбляла душу. И все равно опять и опять к нему тянуло, и наконец подумалось: наверно, есть в нем какая-то злая сила, иначе откуда у него эта власть над ней. Все, во что она твердо верила, вдруг стало зыбким. Его необыкновенные приключения и постоянный риск сокрушали условности. Он так легко встречает опасности, так беззаботно смеется в лицо невзгодам, что кажется, жизнь вовсе не требует серьезных усилий и сдержанности, она – игрушка, которой можно забавляться, вертеть на все лады, беспечно порадоваться ей, а потом беспечно отбросить. «Так играй же! – кричало что-то в Руфи. – Прислонись к нему, раз хочется, обхвати обеими руками его шею!» Возмутительная, безрассудная мысль, но напрасно Руфь напоминала себе, что сама она воплощение чистоты и культуры и обладает всем, чего у него нет. Она огляделась и увидела, что все остальные смотрели на него точно зачарованные; Руфь пришла бы в отчаяние, не заметь она в глазах матери ужаса, смешанного с восхищением, но все-таки ужаса. Этот человек явился из тьмы и несет в себе зло. Мать понимает это, и значит, это правда. И она доверится суждению матери, как доверялась всегда и во всем. Его огонь уже не грел, и страх перед ним не пронизывал душу.

Позднее, за фортепьяно, она играла для него, наперекор ему, играла с вывозом, смутно желая подчеркнуть, как неодолима разделяющая их пропасть. Она обрушила на него музыку, словно беспощадные удары дубиной по голове, и музыка ошеломила его, подавила, но и подхлестнула. Он смотрел на девушку с благоговением. Как и она, ощущал, что пропасть между ними ширится, но еще того быстрее в нем росло стремление преодолеть эту пропасть. Однако слишком чуткий, слишком впечатлительный, не мог он просидеть весь вечер, уставившись в эту пропасть, да еще когда звучит музыка. Он был необычайно восприимчив к музыке. Словно алкоголь, она воспламеняла его чувства, словно наркотик – подхлестывала воображение и возносила над облаками. Она изгоняла низменную прозу жизни, затопляла душу красотой, возвышала, у него вырастали крылья. Той музыки, что играла Руфь, он не понимал. Совсем по-другому барабанили по клавишам в дансингах и ревела медь духовых оркестров, а ничего, иного он не слыхал. Но в книгах что-то попадалось о такой вот музыке, и игру Руфи он принимал больше на веру, поначалу терпеливо ожидая певучей мелодии, ясного, простого ритма, озадаченный тем, что ритмы, постоянно менялись. Вот он как будто уловил мелодию, расправил крылья воображения, а она тут же тонет в сумбуре враждующих звуков, которые ничего ему не говорят и возвращают на землю его утратившее легкость воображение.

В какую-то минуту ему подумалось, уж не хочет ли она оттолкнуть его этой музыкой. Он ощутил ее неприязнь и пытался разгадать, что же твердят ее пальцы, летая по клавишам. Потом отмахнулся от этой мысли, недостойной, невозможной, и уже свободней отдался музыке. В нем пробуждалась прежняя чудесная окрыленность. Тело стало невесомым, и весь он – дух, уже не прикованный к земле; и в нем и вокруг разливалось ослепительное сияние; а потом все окружающее исчезло, его подхватило и он, качаясь, взмыл над миром, над бесконечно дорогим ему миром. Перед глазами теснились несчетные яркие картины, в них смешалось знакомое и незнакомое. Он входил в неведомые гавани омытых солнцем земель, бродил по базарам меж дикарей, каких еще никто никогда не встречал. Он вдыхал ароматы пряных островов, как бывало теплыми безветренными ночами в море или длинными тропическими днями, он лавировал в полосе юго-восточных пассатов среди увенчанных пальмами коралловых островков, утопающих в бирюзовом море позади и всплывающих в бирюзовом море впереди. Картины эти возникали и исчезали, быстрые как мысль. Вот верхом на необузданном скакуне он летит по сказочно расцвеченным пустынным просторам Аризоны; а через миг уже глядит сквозь мерцающий жар вниз, в Долину Смерти, в гроб повапленный, или плывет на веслах по стынущему океану, где высятся и сверкают под солнцем громады ледяных островов. Он лежит на коралловом атолле, где кокосовые пальмы подступают вплотную к воркующему прибою. Голубоватым пламенем горят останки давным-давно потерпевшего крушение корабля, и в отсветах женщины танцуют хулу, и раздаются варварские любовные клики певцов, поющих под звон укулеле и грохот тамтамов. Чувственная тропическая ночь. Вдалеке, среди звезд темнеет кратер какого-то вулкана. Над головой плывет бледный лунный серп, и низко в небе горит Южный Крест. Мартин был точно арфа: все, что он в жизни узнал и что стало его сознанием, было струнами, а нахлынувшая на него музыка – ветром, бьющим в струны, и струны отзывались воспоминаниями и грезами. Он не просто чувствовал. Ощущения облекались в форму, цвет, сияние, а воображение, разыгрываясь, дерзко воплощало их в нечто возвышенное, волшебное. Прошлое, настоящее, будущее смешались; и Мартина несло, покачивая, по необъятному теплому миру через доблестные приключения и благородные дела, к Ней и с Ней, да, с Ней, и он завоевывал ее, и, обхватив одной рукой, влек в полет через королевство своей души.

И Руфь, глянув через плечо, увидела отблески этого на его лице. Лицо преобразилось, огромные глаза сияли на нем, и сквозь завесу звуков созерцали трепетный пульс жизни, исполинские видения; созданные самим его духом. Она поразилась. Грубый нескладный невежа исчез. Плохо сшитое платье, руки в ссадинах, обожженное солнцем лицо остались, но казались теперь тюремной решеткой, из-за которой глядит великая душа, безмолвная, бессловесная, оттого что не умеет выразиться вслух. То было мимолетное озарение, в следующий миг Руфь опять увидела перед собой неотесанного парня и посмеялась над прихотью своей фантазии. Но что-то от этого мимолетного впечатления осталось. И когда Мартину пришла пора уходить и он стал неуклюже прощаться, она дала ему почитать том Суинберна и еще Браунинга

– слушая курс английской литературы, она занималась Браунингом. Он благодарил, краснея и запинаясь, и таким казался мальчишкой, что волна жалости поднялась в ней, жалости неодолимой, поистине материнской. Она уже не помнила ни неотесанного парня, ни плененную душу, и мужчину, под чьим по-мужски жадным взглядом ей стало сладко и страшно. Сейчас перед ней был просто мальчишка. Шершавой, заскорузлой рукой он жал ей руку и говорил запинаясь:

– Самый замечательный день в жизни. Я… это… не привык я к такому…– Он беспомощно огляделся. – К таким вот людям, к домам… В новинку мне это… и нравится.

– Надеюсь, вы еще навестите нас, – говорила Руфь, пока он прощался с братьями.

Он нахлобучил кепку, смущенно, враскачку шагнул за дверь и исчез.

– Ну, что ты о нем скажешься – тотчас спросил Артур.

– Необыкновенно интересен… Будто свежим ветром подуло, – ответила она. – Сколько ему лет?

– Двадцать… почти двадцать один. Я его сегодня спрашивал. Мне-то казалось, он много старше.

«А я на три года старше», – думала она, целуя братьев и желая им спокойной ночи.

Глава 3

Мартин Иден спускался по ступеням, а рука сама сунулась в карман пиджака. Вынырнула с коричневой рисовой бумагой и щепоткой мексиканского табаку, искусно свернула цигарку. Он глубоко затянулся и медленно, неспешно выдохнул клуб дыма. – Черт побери! – громко сказал он с благоговейным изумлением. – Черт побери! – повторил он. И еще раз пробормотал: «Черт побери!» Потом рука потянулась к воротничку, он сорвал его и сунул в карман. Моросил холодный дождик, а Мартин обнажил голову, расстегнул жилет и зашагал враскачку, как ни в чем не бывало. Он едва замечал, что дождит. Восторженно грезил наяву, перебирал в мыслях все только что пережитое.

Наконец-то он встретил Женщину – он не часто думал об этом прежде, не склонен он был думать о женщинах, но такую ждал и смутно надеялся рано или поздно встретить. Сидел с ней рядом за столом. Жал ей руку, глядел ей в глаза и на миг увидал в них прекрасную душу… но нет, не прекраснее глаз, в которых светилась душа, не прекраснее плоти, в которую душа облечена. О плоти он не думал, и это для него было внове, ведь женщины, которых он знал прежде, вызывали в нем только плотские желания. А вот о ее плоти почему-то так не думалось. Словно тело ее не такое, как у всех – бренное, подвластное недугам. Нет, оно не просто оболочка души. Оно – порождение души, чистое и благодатное воплощение ее божественной сути. Ощущение божественности ошеломило его. Спугнуло мечты и отрезвило его. Никогда прежде не воспринимал он ни слов, ни указаний, ни намеков на божественное. Никогда он в божественное не верил. Он всегда был неверующим, всегда добродушно подсмеивался над судовыми священниками и их разговорами о бессмертии души. За гробом жизни нет, возражал он, живешь здесь, сегодня, а потом

– вечная тьма. Но вот в глазах девушки он увидел душу, бессмертную душу, которая не может умереть. Никогда еще никто, ни мужчина, ни женщина, не заставил его задуматься о бессмертии. Только она пробудила эту мысль в первый же миг, первым взглядом. И вот он идет, и перед глазами чуть светится ее лицо, бледное и серьезное, милое и чуткое, улыбается милосердно и нежно, как способна улыбаться лишь фея, и такой оно сияет чистотой, какую он и вообразить не мог. Чистота эта сразила его, точно удар. И испугала. Он знавал и добро и зло, но даже не подозревал, что жизни может быть присуще чистота. А теперь, в ней, он постиг чистоту как высшее воплощение доброты и непорочности, которые вместе составляют жизнь вечную.

И тотчас возникло честолюбивое желание тоже достичь вечной жизни. Он и воды-то этой девушке поднести недостоин, это уж точно; неслыханная удача, сказочное везенье позволили ему увидеть ее в этот вечер, сидеть рядом, говорить с нею. Все вышло случайно. Нет здесь его заслуги. Не достоин он такого счастья. Он готов молиться на нее. Теперь он смиренный, кроткий, полон самоуничижения и сознает собственное ничтожество. С таким настроением идут исповедываться грешники. Конечно, он грешен. И как у смиренных и униженных в час покаяния нет-нет да и мелькнет перед глазами блистательная картина их будущего торжества, так и ему приоткрывалось будущее, которого он достигнет, завладев ею. Но что же значит владеть ею, это представлялось туманно, совсем не похоже на то, что он прежде понимал под обладанием. Он возносился на крыльях сумасбродного честолюбия, и вот он уже вместе с ней достигает невообразимых высот, делит с ней мысли, упивается всем, что есть прекрасного и благородного. Ее душой – вот чем он хотел завладеть, стремился к обладанию, очищенному от всего низменного, к свободному единению душ, но додумать это не умел. Не было у него таких мыслей. В сущности, он сейчас вовсе не думал. Чувство возобладало над разумом, и, весь дрожа, трепеща от неведомых доныне ощущений, он блаженно плыл по морю чувствований, где само чувство, восторженное и одухотворенное, возносилось над высочайшими вершинами жизни.

Он шел шатаясь, точно пьяный, и лихорадочно бормотал:

– Черт подери! Черт подери!

Полицейский на углу с подозрением уставился на него, потом распознал моряцкую походку.

– Где набрался-то? – резко спросил он.

Мартин Иден спустился с небес на землю. Натура у него была подвижная, он быстро ко всему приспосабливался, легко перевоплощался, смотря по обстоятельствам. Услыхав окрик полицейского, мгновенно очнулся, стал самим обыкновенным матросом.

– Вот ловко! – со смехом отозвался он. – Вслух говорю, а самому невдомек.

– Еще немного и запоешь, – определил полицейский.

– Не, нипочем. Дайте-ка огоньку, сяду сейчас на трамвай и домой.

Он закурил, попрощался и пошел своей дорогой.

– Надо же! – тихонько воскликнул он. – Этот обалдуй решил, что я пьяный. – Он улыбнулся про себя и задумался. – И верно, пьяный я, – прибавил он. – Вот не думал, чтоб поглядеть на женское лицо и такое с тобой сделается.

На Телеграф-авеню он сел на трамвай, идущий в Беркли. В вагоне полно было юнцов и молодых людей, они распевали песни, а время от времени хором что-нибудь выкрикивали Мартин Иден с любопытством, их разглядывал. Студенты университета. Учатся вместе с ней, из того же общества, может, н знакомы с ней, могли бы каждый день с ней видеться, только захоти. А надо же, не хотят, вот ездили куда-то развлекаться, чем бы провести этот вечер с ней, разговаривать с ней, сидеть вокруг нее, и восхищаться, и обожать. Мысль перекинулась на другое. Он приметил одного из толпы – глазки-щелочки, отвислая губа. Дрянь малый, сразу видать. На корабле стал бы трусом, слюнтяем доносчиком, Нет, он, Мартин Иден, куда как лучше. При этой мысли он повеселел. Будто стал ближе к Ней. И начал сравнивать себя с этими студентами. Ощутил свое сильное мускулистое тело, – да, он наверняка покрепче будет. А вот головы ихние набиты знаниями, и они могут разговаривать с ней на ее языке. Осознав это он пришел в уныние. Но мозги-то у нас на что? – мысленно воскликнул он. Чего они смогли, то и он сможет. Узнавали про жизнь по книгам, а он-то жил вовсю по-настоящему. Он тоже много чего знает, только совсем про другое. Есть ли среди них такие, кто, умеет вязать узлы, стоять за штурвалом, на вахте? Жизнь его развернулась перед ним вереницей картин – опасности, риск, лишения, тяжкий труд. Он припомнил свои неудачи, .передряги, в какие попадал, пока набирался ума-разума. Уж в этом-то он их превзошел. Рано или поздно им тоже придется зажить подлинной. жизнью, и хватить лиха. Очень хорошо. Покуда они будут проходить эту науку, он сможет изучать другую сторону жизни по книгам.

Трамвай пересекал местность, отделявшую Окленд от Беркли, дома здесь были редки, и Мартин глядел в оба, чтоб не прозевать знакомый двухэтажный домик с самодовольной вывеской «Розничная торговля Хиггинботема за наличный расчет». На углу Мартин Иден сошел. Задержался взглядом на вывеске. Она говорила ему больше, чем сами слова. Буквы и те выдавали самовлюбленное ничтожество, душонку, склонную к мелким подлостям. Бернард Хиггинботем был женат на сестре Мартина, и Мартин Идеи хорошо его изучил. Он отпер дверь своим ключом и поднялся на второй этаж. Здесь обитал его зять. Бакалейная лавка помещалась внизу. В воздухе стоял запах гниющих овощей. Ощупью пробираясь по коридору, Мартин споткнулся об игрушечную коляску, брошенную кем-то из его многочисленных племянников и племянниц, и с грохотом стукнулся о дверь. «Скряга! – пронеслась мысль. – Скаредничает, грошовую лампочку не зажжет, а квартирантам недолго и шею сломать».

Он нашарил дверную ручку и вошел в освещенную комнату, где сидели его сестра и Хиггинботем. Она латала мужнины брюки, а он, тощий, длинный, развалился на двух стульях, – со второго свешивались ноги в поношенных домашних туфлях. Оторвавшись от газеты, он взглянул поверх нее на вошедшего темными лживыми колючими глазами. При виде зятя в Мартине всегда поднималось отвращение. Никак не понять, что нашла в этом Хиггинботеме сестра. Этакое вредное насекомое, так и подмывает раздавить его ногой. «Hичего, когда-нибудь я еще набью ему морду,»– нередко утешал себя Мартин, вынужденный терпеть его присутствие. Глазки зятя, злобные, точно у хорька, впились в него с неудовольствием.

– Ну, чего еще? – резко спросил Мартин. – Bыкладывай.

– Эту дверь красили только на прошлой неделе, – угрожающе и вместе жалобно произнес мистер Хиггинботем. – А ты знаешь, сколько нынче дерут профсоюзники. Ходил бы поосторожней.

Мартин собрался было ответить, да раздумал – что толку связываться. Не задерживаясь взглядом на подлом, мерзком человечишке, он посмотрел на литографию на стене. И поразился. Прежде она всегда нравилась ему, а сейчас будто увидел впервые. Барахло – вот что это такое, как все и этом доме. Мысленно он вернулся в дом, откуда только что ушел, и увидел сперва картины, а потом Ее – пожимая ему руку на прощанье, она глядела на него так славно, по-доброму. Он забыл, где находится, забыл про Бернарда Хиггинботема, пока сей джентльмен не спросил:

– Призрак что ли увидел?

Мартин очнулся, посмотрел в ехидные, свирепые, трусливые глаза-бусинки, и перед ним, как на экране, возникли эти же глаза, когда Хиггинботем продает что-нибудь внизу, в лавке, – подобострастные, самодовольные, масленые и льстивые.

– Да, – ответил Мартин. – Увидел призрак. Спокойной ночи. Спокойной ночи, Гертруда.

Он пошел из комнаты, споткнулся о распоровшийся шов заштопанного ковра.

– Не хлопай дверью, – остерег Хиггинботем.

Мартина бросило в жар, но он сдержался и без стука притворил за собой дверь..

Хиггинботем с торжеством поглядел на жену.

– Напился, – хрипло прошептал он. – Говорил я тебе, малый напьется.

Она покорно кивнула.

– Глаза у него очень блестели, – согласилась она, – и воротничка нету, а уходил в воротничке. Но, может, и всего-то выпил стаканчик-другой.

– Да его ноги не держат, – заявил супруг. – Я-то видел. Идет – спотыкается. Сама слыхала, в коридоре чуть не грохнулся.

– Наверно, об Алисину коляску споткнулся, – сказала она, – В темноте не видать.

В душе Хиггинботем поднимался гнев, и голос он тоже возвысил. Весь день в лавке он был тише воды, ниже травы, дожидаясь вечера, когда среди домашних можно наконец стать самим собой.

– Говорят тебе, твой драгоценный братец пришел пьяный.

Он чеканил слова холодно, резко, безжалостно, точно штамповальная машина. Жена вздохнула и промолчала. Была она крупная, тучная, всегда неряшливо одетая, всегда замученная бременем своей плоти, домашних забот и мужнина нрава.

– Говорят тебе, сидит это в нем, от папаши унаследовал, – продолжал Хиггинботем тоном обвинителя. – Помрет в канаве, тем же манером. Сама знаешь.

Жена со вздохом кивнула и продолжала шить. Оба не сомневались, что Мартин вернулся пьяный. Не способные воспринять красоту, они не распознали в блестящих глазах и пылающих щеках примет первой юношеской любви.

– Прекрасный пример подает детям, – вдруг фыркнул Хиггинботем, нарушив молчание, его злила безответность жены. Иногда ему хотелось даже, чтобы она больше ему перечила. – Если еще раз придет выпивший, пускай выметайся. Поняла? Не желаю терпеть его дебоширство, нечего ему пьянством растлевать невинных деток. – Хиггинботему нравилось новое для него слово, недавно вычитанное в газете. – Да, растлевать, вот как это называется.

И опять жена только вздохнула, горестно покачала головой и все продолжала шить. Хиггинботем вернулся к газете.

– А за последнюю неделю он заплатил? – метнул он поверх газетного листа.

Она кивнула, потом прибавила:

– Кой-какие деньжата у него еще есть.

– А когда опять в море?

– Видать, когда спустит все заработанное, – ответила она.

– Вчера в Сан-Франциско ездил приглядеть корабль. Только он еще при деньгах, и разборчивый он, не на всякий корабль станет наниматься.

– Нечего ему, голодранцу задирать нос, – фыркнул Хиггинботем. – Разборчивый нашелся!

– Он чего-то говорил, мол, какая-то шхуна готовится плыть на край света, клад будут искать… если, мол, хватит у него денег дождаться, поплывет с ними.

– Захотел бы остепениться, я б его взял возчиком, – сказал супруг, но в голосе не было и намека на благожелательность. – Том взял расчет.

На лице жены отразились тревога и недоумение.

– Сегодня, вечером ушел. Нанялся к Карузерам. Они будут ему платить больше, мне это не по карману.

– Говорила я тебе, уйдет он, – воскликнула жена. – Ты мало ему платил, он больше стоит.

– Потише у меня, – взъелся Хиггинботем. – Тыщу раз тебе говорил, не суйся в мои дела. Дождешься у меня.

– Мне все равно, – она шмыгнула носом. – Том был хороший парнишка.

Супруг свирепо поглядел на нее. Совсем от рук отбилась.

– Не был бы твой братец бездельником, я взял бы его возчиком, – проворчал он.

– За стол и жилье он плати, – возразила она. – И он мне брат, и ничего тебе пока что не задолжал, какое у тебя право бесперечь к нему цепляться. Я ведь тоже не бесчувственная, хоть и прожила с тобой семь лет.

– А сказала ему, пускай бросает читать за полночь, не то будешь брать с него за газ? – спросил Хиггинботем.

Жена не ответила. Бунтарский дух ее сник, задавленный в глубине усталой плоти. Муж торжествовал. Победа осталась за ним. Глаза блеснули, с наслаждением он слушал, как она хлюпает носом. Он упивался, унижая ее, унизить ее теперь куда легче, чем бывало в первые годы супружества, пока орава детворы и вечные мужнины придирки не измотали ее вконец.

– Ну, скажешь завтра, только и делов, – продолжал Хиггинботем. – И вот что, пока не забыл, пошли-ка завтра за Мэриан, пускай посидит с детишками. Тома-то нет, придется самому стать за возчика, а ты, имей в виду, будешь заместо меня в лавке.

– Так ведь завтра у меня стирка, – слабо возразила жена.

– Тогда встань пораньше и сперва постирай. Я до десяти не выеду.

Он злобно зашуршал газетой и опять принялся читать.`;
